Repository: ArminSchupp/where-did-they-go-from-here
Catalog: languages/wherego-*.po
Languages: sr_rs

source: Options saved successfully.
sr_rs: Opcije uspešno sačuvane.

source: Options set to Default.
sr_rs: Opcije podešene na Podrazumevano.

source: All visitor browsing data captured by the plugin has been deleted!
sr_rs: Svi podaci o pretraživanju posetioca koje je snimio modul su izbrisani!

source: General options
sr_rs: Opšte opcije

source: Number of posts to display:
sr_rs: Broj postova za prikazivanje:

source: This is the maximum number of followed posts that will be displayed
sr_rs: Ovo je maksimalan broj postova koji će se objaviti

source: Post types to include in results (including custom post types)
sr_rs: Vrste postova koje treba uključiti u rezultate (uključujući i prilagođenu vrstu postova)

source: List of post or page IDs to exclude from the results:
sr_rs: Lista ID-a posta ili stranice koje treba izuzeti iz rezultata:

source: Enter comma separated list of IDs. e.g. 188,320,500
sr_rs: Unesite listu ID-a odvojenih zapetom, npr: 188, 320, 500

source: Exclude Categories:
sr_rs: Isključi kategorije:

source: Comma separated list of category slugs. The field above has an autocomplete so simply start typing in the starting letters and it will prompt you with options
sr_rs: Lista kategorijskih matrica odvojenih zapetom. Gornje polje ima auto-izvršenje, pa samo krenite da kucate početna slova i ponudiće vam se opcija.

source: Posts
sr_rs: Postovi

source: Pages
sr_rs: Stranice

source: Home page
sr_rs: Naslovna stranica

source: Feeds
sr_rs: Izvori

source: Category archives
sr_rs: Arhive kategorija

source: Tag archives
sr_rs: Arhive oznaka

source: Other archives
sr_rs: Ostale arhive

source: This option will add a new column in your Posts > All Posts page
sr_rs: Ova opvija će dodati novu kolonu na vašu stranicu Postovi > Svi postovi

source: Add a link to the plugin page as a final item in the list
sr_rs: Dodaj link na stranicu sa modulom kao konačnu stavku u listi

source: Title of posts:
sr_rs: Naslov postova:

source: When there are no posts, what should be shown?
sr_rs: Kada nema postova, šta treba da se prikaže?

source: Blank Output
sr_rs: Prazan izlaz

source: Display custom text:
sr_rs: Prikaži prilagođeni tekst:

source: Show post excerpt in list?
sr_rs: Prikaži odlomak posta na ovoj listi?

source: Length of excerpt (in words):
sr_rs: Dužina odlomka (rečima):

source: Limit post title length (in characters)
sr_rs: Ograniči dužinu naslova posta (karakterima):

source: Open links in new window
sr_rs: Otvori linkove u novom prozoru

source: Add nofollow attribute to links
sr_rs: Dodaj atribut za nepotrebno praćenje na linkove

source: Customize the output:
sr_rs: Prilagodi izlaz:

source: HTML to display before the list of posts:
sr_rs: HTML koji se prikazuje pre liste sa postovima:

source: HTML to display before each list item:
sr_rs: HTML koji se prikazuje pre svake stavke sa liste:

source: HTML to display after each list item:
sr_rs: HTML koji se prikazuje posle svake stavke sa liste:

source: HTML to display after the list of posts:
sr_rs: HTML koji se prikazuje posle liste sa postovima:

source: Post thumbnail options:
sr_rs: Opcije umanjenog prikaza posta:

source: Location of post thumbnail:
sr_rs: Lokacija umanjenog prikaza posta:

source: Display only thumbnails, no text
sr_rs: Prikaži samo umanjene prikaze, ne i tekst

source: Do not display thumbnails, only text.
sr_rs: Ne prikazuj umanjene prikaze, samo tekst

source: Maximum width of the thumbnail:
sr_rs: Maksimalna širina umanjenog prikaza:

source: Maximum height of the thumbnail:
sr_rs: Maksimalna visina umanjenog prikaza:

source: Use timthumb to generate thumbnails?
sr_rs: Upotrebi timthumb za generisanje umanjenih prikaza?

source: If checked, <a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> will be used to generate thumbnails
sr_rs: Ako potvrdite,<a href="http://www.binarymoon.co.uk/projects/timthumb/">timthumb</a> koristiće se za generisanje umanjenih prikaza

source: Quality of thumbnails generated by timthumb
sr_rs: Kvalitet umanjenih prikaza koje generiše timthumb

source: Enter values between 0 and 100 only. 100 is highest quality, however, it is also the highest file size. Suggested maximum value is 95. wherego default is 75.
sr_rs: Unesi samo vrednosti između 0 i 100. 100 je najviši kvalitet, ipak, to je i najveća veličina fajla. Preporučena maksimalna vrednost je 95. wherego podrazumevano je 75.

source: The value of this field should contain the image source and is set in the <em>Add New Post</em> screen
sr_rs: Vrednost ovog polja treba da sadrži izvor slike i podešava se u <em>Add New Post</em> ekranu

source: Use default thumbnail?
sr_rs: Upotrebi podrazumevani umanjeni prikaz?

source: If checked, when no thumbnail is found, show a default one from the URL below. If not checked and no thumbnail is found, no image will be shown.
sr_rs: Ako potvrdite, kada se umanjeni prikazi ne pronalaze, prikaži jedan sa URL-a koji sledi. Ako ne potvrdite i umanjeni prikazi se ne pronalaze, nikakva slika neće biti prikazana.

source: Default thumbnail:
sr_rs: Podrazumevani umanjeni prikaz:

source: Below options override the followed posts settings for your blog feed. These only apply if you have selected to add followed posts to Feeds in the General Options tab.
sr_rs: Opcije koje slede čine nevažećim sledeća podešavanja postova za izvor vašeg bloga. Ovo se primenjuje samo ako ste izabrali da dodate postove u Izvore u oznaci za Opšte opcije.

source: Custom CSS to add to header:
sr_rs: Prailgođeni CSS koji se dodaje zaglavlju:

source: Do you want to set options to Default?
sr_rs: Da li želite da podesite opcije na Podrazumevano?

source: Support the development
sr_rs: Podrži razvoj

source: Enter amount in USD:
sr_rs: Unesi iznos u USD.

source: Send your donation to the author of
sr_rs: Pošalji donaciju autoru

source: Support
sr_rs: Podrška

source: Reviews
sr_rs: Pregled

source: Other plugins
sr_rs: Ostali moduli

source: Ajay's blog
sr_rs: Ajaysin blog

source: None
sr_rs: Ne postoji

source: Powered by
sr_rs: Omogućio

source: <h3>Readers who viewed this page, also viewed:</h3>
sr_rs: <h3>Čitaoci koji su pregledali ovu stranicu, takođe su pregledali i::</h3>

source: Visitors have not browsed from this post. Become the first by clicking one of our related posts
sr_rs: Posetioci nisu dalje pretraživali sa ovog posta. Postanite prvi tako što ćete kliknuti na jedan od naših povezanih postova

source: Settings
sr_rs: Podešavanja

source: Donate
sr_rs: Donirajte
